Repository: malja/plugin.video.sledujufilmy
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz

# #30000
source: <Unknown>
cs_cz: <Neznámý>

# #30001
source: No movie description available
cs_cz: Popis filmu není dostupný

# #30002
source: Searching...
cs_cz: Vyhledávám...

# #30003
source: Looking up all available sources for the movie. Please wait.
cs_cz: Hledám všechny dostupné zdroje vybraného filmu. Prosím čekejte.

# #30004
source: Select source
cs_cz: Vyberte zdroj

# #30005
source: Contacting source server...
cs_cz: Kontaktuji server...

# #30006
source: Trying to establish a connection with selected source server. Please wait.
cs_cz: Pokouším se kontaktovat vybraný server. Prosím čekejte.

# #30007
source: Error
cs_cz: Chyba

# #30008
source: Couldn't connect to selected source server. Pick another one.
cs_cz: Nezdařilo se připojit ke zdroji. Prosím vyberte jiný.

# #30009
source: Search
cs_cz: Vyhledávání

# #30010
source: Looking for matching movies. Please wait.
cs_cz: Hledám vyhovující filmy. Prosím čekejte.

# #30011
source: Next page
cs_cz: Další strana

# #30012
source: No results
cs_cz: Nic nenalezeno

# #30013
source: There are no movies matching search.
cs_cz: Vyhledávání nevyhovují žádné filmy.

# #30014
source: Categories
cs_cz: Kategorie

# #30015
source: Latest news
cs_cz: Poslední novinky

# #30017
source: No sources
cs_cz: Bez zdroje

# #30018
source: Selected movie doesn't have any source.
cs_cz: Vybraný zdroj nemá žádné zdroje.

# #30019
source: Debug mode
cs_cz: Mód ladění

# #30020
source: Clear cache
cs_cz: Vymazat cache

# #30022
source: Categories cache persistence in days
cs_cz: Počet dní, po které budou v cache uloženy kategorie

# #30023
source: Movies cache persistence in hours
cs_cz: Počet hodin, po které budou v cache uloženy filmy

# #30024
source: Other
cs_cz: Ostatní
